aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
alexcvzz.vscode-sqlite
alfredbirk.tailwind-documentation
almenon.arepl
anseki.vscode-color
anthropic.claude-code
astro-build.astro-vscode
austenc.tailwind-docs
bierner.markdown-mermaid
blackboxapp.blackbox
blockydevs.vscode-motoko-helper
bloop.vibe-kanban
bradlc.vscode-tailwindcss
caffeinecat.warp-terminal
chrischinchilla.vale-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
connor4312.esbuild-problem-matchers
continue.continue
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
equimper.react-native-react-redux
esbenp.prettier-vscode
expo.vscode-expo-theme
expo.vscode-expo-tools
fallenmax.mithril-emmet
geequlim.godot-tools
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
humao.rest-client
imfeniljikadara.figure
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
johnpapa.vscode-peacock
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
kleber-swf.unity-code-snippets
linjun.sqlite-support
loczek.next-js-ts-snippets
marus25.cortex-debug
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
mhutchie.git-graph
mintlify.document
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.python-ds-extension-pack
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.extension-test-runner
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.test-adapter-converter
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
njpwerner.autodocstring
oderwat.indent-rainbow
openai.chatgpt
parallelsdesktop.parallels-desktop
pkief.material-icon-theme
preston176.flowlens
prisma.prisma
quicktype.quicktype
qwtel.sqlite-viewer
rebornix.prolog
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
rphlmr.vscode-drizzle-orm
saoudrizwan.claude-dev
skyran.js-jsx-snippets
streetsidesoftware.code-spell-checker
supermaven.supermaven
tal7aouy.icons
tal7aouy.theme
toba.vsfire
tomoki1207.pdf
trabpukcip.wolf
tushortz.python-extended-snippets
usernamehw.errorlens
vitest.explorer
vscodevim.vim
wakatime.vscode-wakatime
wallabyjs.console-ninja
wart.ariake-dark
wholroyd.jinja
xabikos.javascriptsnippets
xabikos.reactsnippets
yudinikita.vscode-theme-kite
yurialvesguernsey.localastrodb
yzane.markdown-pdf
yzhang.markdown-all-in-one
zarifprogrammer.tailwind-snippets
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
