aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
alexcvzz.vscode-sqlite
alfredbirk.tailwind-documentation
almenon.arepl
andenetalexander.vim-cheatsheet
anseki.vscode-color
anthropic.claude-code
astro-build.astro-vscode
austenc.tailwind-docs
blackboxapp.blackbox
blackboxapp.blackboxagent
bloop.vibe-kanban
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
caffeinecat.warp-terminal
chadbaileyvh.oled-pure-black---vscode
christian-kohler.path-intellisense
cstrap.flask-snippets
cstrap.python-snippets
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dfinity-foundation.vscode-motoko
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
equimper.react-native-react-redux
esbenp.prettier-vscode
expo.vscode-expo-theme
expo.vscode-expo-tools
fallenmax.mithril-emmet
formulahendry.code-runner
geequlim.godot-tools
github.codespaces
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
humao.rest-client
huseyn.pretty-oled
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
johnpapa.vscode-peacock
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
loczek.next-js-ts-snippets
marus25.cortex-debug
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mechatroner.rainbow-csv
mintlify.document
monish.regexsnippets
monokai.theme-monokai-pro-vscode
motoko-lsp-client.motoko-lsp-client
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.python-ds-extension-pack
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vscode.vscode-serial-monitor
msjsdiag.vscode-react-native
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
postman.postman-for-vscode
preston176.flowlens
quicktype.quicktype
qwtel.sqlite-viewer
rangav.vscode-thunder-client
rebornix.prolog
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
saoudrizwan.claude-dev
satyam11.christmas-theme
skyran.js-jsx-snippets
streetsidesoftware.code-spell-checker
supermaven.supermaven
svelte.svelte-vscode
tal7aouy.icons
tal7aouy.theme
teabyii.ayu
tomoki1207.pdf
tushortz.python-extended-snippets
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
vitest.explorer
vscodevim.vim
vue.volar
wakatime.vscode-wakatime
wallabyjs.console-ninja
wart.ariake-dark
wayou.vscode-todo-highlight
webnative.webnative
weykon.window-zen-mode
wholroyd.jinja
xabikos.javascriptsnippets
xabikos.reactsnippets
yudinikita.vscode-theme-kite
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
